Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Subscriptions are managed through your Apple Account. To change or cancel one, open **System Settings**, click your name, choose **Media & Purchases**, then click **Manage** next to **Subscriptions**.
ar: تتم إدارة الاشتراكات من خلال حساب Apple الخاص بك. لتغيير أو إلغاء واحد، افتح **System Settings**، وانقر على اسمك، واختر **الوسائط والمشتريات**، ثم انقر على **إدارة** بجوار **الاشتراكات**.
ca: Les subscripcions es gestionen mitjançant el vostre compte d'Apple. Per canviar-ne o cancel·lar-ne un, obriu **System Settings**, feu clic al vostre nom, trieu **Mitjans i compres** i, a continuació, feu clic a **Gestiona** al costat de **Subscripcions**.
cs: Předplatné se spravují prostřednictvím vašeho účtu Apple. Chcete-li jedno změnit nebo zrušit, otevřete **System Settings**, klikněte na své jméno, vyberte **Média a nákupy** a poté klikněte na **Spravovat** vedle **Předplatné**.
da: Abonnementer administreres via din Apple-konto. For at ændre eller annullere en, skal du åbne **System Settings**, klikke på dit navn, vælge **Medier og køb** og derefter klikke på **Administrer** ud for **Abonnementer**.
de: Abonnements werden über deinen Apple Account verwaltet. Um eines zu ändern oder zu kündigen, öffne die **Systemeinstellungen**, klicke auf deinen Namen, wähle **Medien & Käufe** und klicke dann neben **Abonnements** auf **Verwalten**.
el: Η διαχείριση των συνδρομών γίνεται μέσω του λογαριασμού σας Apple. Για να αλλάξετε ή να ακυρώσετε ένα, ανοίξτε το **System Settings**, κάντε κλικ στο όνομά σας, επιλέξτε **Μέσα & Αγορές** και, στη συνέχεια, κάντε κλικ στην επιλογή **Διαχείριση** δίπλα στο στοιχείο **Συνδρομές**.
es: Las suscripciones se gestionan con tu cuenta de Apple. Para cambiar o cancelar una, abre **Ajustes del Sistema**, haz clic en tu nombre, elige **Contenido y compras** y luego haz clic en **Gestionar** junto a **Suscripciones**.
fa: اشتراک‌ها از طریق حساب Apple شما مدیریت می‌شوند. برای تغییر یا لغو اشتراک، **System Settings** را باز کنید، روی نام خود کلیک کنید، **Media & Purchases** را انتخاب کنید، سپس روی **Manage** در کنار **Subscriptions** کلیک کنید.
fi: Tilauksia hallitaan Apple-tilisi kautta. Jos haluat muuttaa tai peruuttaa yhden, avaa **System Settings**, klikkaa nimeäsi, valitse **Media ja ostokset** ja klikkaa sitten **Hallinnoi** kohdan **Tilaukset** vieressä.
fr: Les abonnements sont gérés via votre compte Apple. Pour en modifier ou en résilier un, ouvrez **Réglages Système**, cliquez sur votre nom, choisissez **Contenu multimédia et achats**, puis cliquez sur **Gérer** en regard d’**Abonnements**.
he: המנויים מנוהלים דרך חשבון Apple שלך. כדי לשנות או לבטל אחד, פתח את **System Settings**, לחץ על השם שלך, בחר **מדיה ורכישות** ולאחר מכן לחץ על **נהל** לצד **מינויים**.
hr: Pretplatama se upravlja putem vašeg Apple računa. Da biste ga promijenili ili otkazali, otvorite **System Settings**, kliknite svoje ime, odaberite **Mediji i kupnje**, zatim kliknite **Upravljanje** pokraj **Pretplate**.
hu: Az előfizetések kezelése az Ön Apple-fiókján keresztül történik. Az egyik módosításához vagy lemondásához nyissa meg a **System Settings** oldalt, kattintson a nevére, válassza a **Média és vásárlások** lehetőséget, majd kattintson a **Kezelés** lehetőségre az **Előfizetések** mellett.
id: Langganan dikelola melalui Akun Apple Anda. Untuk mengubah atau membatalkan langganan, buka **System Settings**, klik nama Anda, pilih **Media & Pembelian**, lalu klik **Kelola** di samping **Langganan**.
it: Gli abbonamenti sono gestiti tramite il tuo Account Apple. Per modificarne o annullarne uno, apri **Impostazioni di Sistema**, fai clic sul tuo nome, scegli **Contenuti multimediali e acquisti**, quindi fai clic su **Gestisci** accanto ad **Abbonamenti**.
ja: サブスクリプションは Apple アカウントで管理されています。変更またはキャンセルするには、**システム設定** を開いて自分の名前をクリックし、**メディアと購入** を選択してから、**サブスクリプション** の横にある **管理** をクリックします。
ko: 구독은 Apple 계정을 통해 관리됩니다. 구독을 변경하거나 취소하려면 **시스템 설정**을 열고 이름을 클릭한 다음, **미디어 및 구입 항목**을 선택하고 **구독** 옆의 **관리**를 클릭하세요.
ms: Langganan diuruskan melalui Akaun Apple anda. Untuk menukar atau membatalkan satu, buka **System Settings**, klik nama anda, pilih **Media & Pembelian**, kemudian klik **Urus** di sebelah **Langganan**.
nl: Abonnementen worden beheerd via uw Apple-account. Als u er een wilt wijzigen of annuleren, opent u **System Settings**, klikt u op uw naam, kiest u **Media en aankopen** en klikt u vervolgens op **Beheren** naast **Abonnementen**.
no: Abonnementer administreres gjennom Apple-kontoen din. For å endre eller kansellere en, åpne **System Settings**, klikk på navnet ditt, velg **Medier og kjøp**, klikk deretter på **Administrer** ved siden av **Abonnementer**.
pl: Subskrypcjami zarządza się za pośrednictwem konta Apple. Aby zmienić lub anulować subskrypcję, otwórz **System Settings**, kliknij swoje imię i nazwisko, wybierz **Media i zakupy**, a następnie kliknij **Zarządzaj** obok **Subskrypcje**.
pt_br: As assinaturas são gerenciadas pela sua Conta Apple. Para alterar ou cancelar uma, abra os **Ajustes do Sistema**, clique no seu nome, escolha **Mídia e Compras** e clique em **Gerenciar** ao lado de **Assinaturas**.
pt_pt: As assinaturas são gerenciadas por meio de sua conta Apple. Para alterar ou cancelar uma, abra **System Settings**, clique no seu nome, escolha **Mídia e compras** e clique em **Gerir** ao lado de **Assinaturas**.
ro: Abonamentele sunt gestionate prin contul dvs. Apple. Pentru a modifica sau anula unul, deschideți **System Settings**, faceți clic pe numele dvs., alegeți **Media și achiziții**, apoi faceți clic pe **Gestionați** lângă **Abonamente**.
ru: Подписки управляются через ваш Аккаунт Apple. Чтобы изменить или отменить подписку, откройте **Системные настройки**, нажмите свое имя, выберите **Медиаматериалы и покупки**, затем нажмите **Управлять** рядом с пунктом **Подписки**.
sk: Predplatné sa spravujú prostredníctvom vášho účtu Apple. Ak ho chcete zmeniť alebo zrušiť, otvorte **System Settings**, kliknite na svoje meno, vyberte **Médiá a nákupy** a potom kliknite na **Spravovať** vedľa položky **Odbery**.
sl: Naročnine se upravljajo prek vašega računa Apple. Če ga želite spremeniti ali preklicati, odprite **System Settings**, kliknite svoje ime, izberite **Mediji in nakupi**, nato kliknite **Upravljanje** poleg **Naročnine**.
sv: Prenumerationer hanteras via ditt Apple-konto. För att ändra eller avbryta en, öppna **System Settings**, klicka på ditt namn, välj **Media och köp** och klicka sedan på **Hantera** bredvid **Prenumerationer**.
th: การสมัครสมาชิกได้รับการจัดการผ่านบัญชี Apple ของคุณ หากต้องการเปลี่ยนหรือยกเลิก ให้เปิด **System Settings** คลิกชื่อของคุณ เลือก **สื่อและการซื้อ** จากนั้นคลิก **จัดการ** ถัดจาก **การสมัครรับข้อมูล**
tr: Abonelikler Apple Hesabınız üzerinden yönetilir. Birini değiştirmek veya iptal etmek için **Sistem Ayarları**'nı açın, adınıza tıklayın, **Medya ve Satın Alınanlar**'ı seçin, ardından **Abonelikler**'in yanındaki **Yönet**'e tıklayın.
uk: Підписками керують через ваш обліковий запис Apple. Щоб змінити або скасувати підписку, відкрийте **Системні параметри**, клацніть своє ім’я, виберіть **Медіа та покупки**, а потім клацніть **Керувати** поруч із пунктом **Підписки**.
ur: آپ کے ایپل اکاؤنٹ کے ذریعے سبسکرپشنز کا نظم کیا جاتا ہے۔ کسی کو تبدیل کرنے یا منسوخ کرنے کے لیے، **System Settings** کھولیں، اپنے نام پر کلک کریں، **میڈیا اور خریداریوں** کو منتخب کریں، پھر **سبسکرپشنز** کے آگے **منظم کریں** پر کلک کریں۔
vi: Đăng ký được quản lý thông qua Tài khoản Apple của bạn. Để thay đổi hoặc hủy một tài khoản, hãy mở **System Settings**, nhấp vào tên của bạn, chọn **Phương tiện và giao dịch mua**, sau đó nhấp vào **Quản lý** bên cạnh **Đăng ký**.
zh_hans: 订阅通过你的 Apple 账户管理。若要更改或取消订阅，请打开 **系统设置**，点按你的名字，选择 **媒体与购买项目**，然后点按 **订阅** 旁边的 **管理**。
zh_hant: 訂閱透過你的 Apple 帳號管理。若要更改或取消訂閱，請打開**系統設定**，按一下你的名稱，選擇**媒體與購買項目**，然後按一下**訂閱項目**旁的**管理**。

source: Subtitle
ar: الترجمة
ca: Subtítol
cs: Titulky
da: Undertekst
de: Untertitel
el: Υπότιτλος
es: Subtítulo
fa: عنوان فرعی
fi: Tekstitys
fr: Sous-titre
he: כתובית
hr: Podnaslov
hu: Felirat
id: Subjudul
it: Sottotitolo
ja: サブタイトル
ko: 부제
ms: Sari kata
nl: Ondertitel
no: Undertekst
pl: Podtytuł
pt_br: Subtítulo
pt_pt: Legenda
ro: Subtitrare
ru: Подзаголовок
sk: Podnadpis
sl: Podnaslov
sv: Undertext
th: คำบรรยาย
tr: Alt Başlık
uk: Підзаголовок
ur: ذیلی عنوان
vi: phụ đề
zh_hans: 副标题
zh_hant: 副標題

source: Sunset
ar: غروب الشمس
ca: Posta de sol
cs: Západ slunce
da: Solnedgang
de: Sonnenuntergang
el: Ηλιοβασίλεμα
es: Atardecer
fa: غروب
fi: Auringonlasku
fr: Coucher de soleil
he: שקיעה
hr: Zalazak sunca
hu: Naplemente
id: Matahari terbenam
it: Tramonto
ja: 夕焼け
ko: 노을
ms: matahari terbenam
nl: Zonsondergang
no: Solnedgang
pl: Zachód słońca
pt_br: Pôr do sol
pt_pt: Pôr do sol
ro: Apus de soare
ru: Закат
sk: Západ slnka
sl: sončni zahod
sv: Solnedgång
th: พระอาทิตย์ตก
tr: Gün Batımı
uk: Захід сонця
ur: غروب آفتاب
vi: Hoàng hôn
zh_hans: 日落
zh_hant: 夕陽

source: Support & Feedback
ar: الدعم والتعليقات
ca: Suport i comentaris
cs: Podpora a zpětná vazba
da: Support og feedback
de: Support und Feedback
el: Υποστήριξη & Σχόλια
es: Soporte y comentarios
fa: پشتیبانی و بازخورد
fi: Tuki ja palaute
fr: Assistance et commentaires
he: תמיכה ומשוב
hr: Podrška i povratne informacije
hu: Támogatás és visszajelzés
id: Dukungan & Umpan Balik
it: Supporto e feedback
ja: サポートとフィードバック
ko: 지원 및 피드백
ms: Sokongan & Maklum Balas
nl: Ondersteuning en feedback
no: Support og tilbakemelding
pl: Wsparcie i opinie
pt_br: Suporte e comentários
pt_pt: Suporte e comentários
ro: Suport și feedback
ru: Поддержка и отзывы
sk: Podpora a spätná väzba
sl: Podpora in povratne informacije
sv: Support och feedback
th: การสนับสนุนและข้อเสนอแนะ
tr: Destek ve Geri Bildirim
uk: Підтримка й відгуки
ur: سپورٹ اور فیڈ بیک
vi: Hỗ trợ & Phản hồi
zh_hans: 支持与反馈
zh_hant: 支援與意見回饋

source: Support URL
ar: دعم URL
ca: URL de suport
cs: URL podpory
el: URL υποστήριξης
es: URL de soporte
fa: URL پشتیبانی
fi: Tuen URL-osoite
fr: URL d'assistance
he: כתובת URL לתמיכה
hr: URL podrške
hu: Támogatási URL
id: URL dukungan
it: URL di supporto
ja: サポート URL
ko: 지원 URL
ms: URL sokongan
nl: Ondersteunings-URL
no: Støtte URL
pl: Adres URL wsparcia
pt_br: URL de suporte
pt_pt: URL de suporte
ro: URL de suport
ru: URL поддержки
sk: URL podpory
sl: URL podpore
th: URL การสนับสนุน
tr: Destek URL'si
uk: URL підтримки
ur: سپورٹ یو آر ایل
vi: URL hỗ trợ
zh_hans: 技术支持网址
zh_hant: 支援 URL

source: SVG content is too large (max 512 KB)
ar: محتوى SVG كبير جدًا (بحد أقصى 512 كيلوبايت)
ca: El contingut de SVG és massa gran (màxim 512 KB)
cs: SVG obsah je příliš velký (max. 512 kB)
da: SVG indhold er for stort (maks. 512 KB)
de: SVG-Inhalt ist zu groß (max. 512 KB)
el: Το περιεχόμενο SVG είναι πολύ μεγάλο (μέγ. 512 KB)
es: El contenido SVG es demasiado grande (máximo 512 KB)
fa: محتوای SVG خیلی بزرگ است (حداکثر ۵۱۲ کیلوبایت)
fi: SVG sisältö on liian suuri (enintään 512 kt)
fr: Le contenu SVG est trop volumineux (512 Ko maximum)
he: SVG התוכן גדול מדי (מקסימום 512 KB)
hr: SVG sadržaj je prevelik (maks. 512 KB)
hu: A SVG tartalom túl nagy (maximum 512 KB)
id: SVG konten terlalu besar (maks 512 KB)
it: Il contenuto SVG è troppo grande (max 512 KB)
ja: SVG コンテンツが大きすぎます (最大 512 KB)
ko: SVG 콘텐츠가 너무 큽니다(최대 512KB).
ms: SVG kandungan terlalu besar (maks 512 KB)
nl: SVG inhoud is te groot (max. 512 KB)
no: SVG innholdet er for stort (maks 512 kB)
pl: SVG treść jest za duża (maks. 512 KB)
pt_br: O conteúdo SVG é muito grande (máximo de 512 KB)
pt_pt: O conteúdo SVG é muito grande (máximo de 512 KB)
ro: SVG conținutul este prea mare (maximum 512 KB)
ru: Содержимое SVG слишком большое (максимум 512 КБ)
sk: SVG obsah je príliš veľký (max. 512 kB)
sl: Vsebina SVG je prevelika (največ 512 KB)
sv: SVG innehållet är för stort (max 512 kB)
th: SVG เนื้อหามีขนาดใหญ่เกินไป (สูงสุด 512 KB)
tr: SVG içeriği çok büyük (en fazla 512 KB)
uk: Вміст SVG завеликий (макс. 512 КБ)
ur: SVG مواد بہت بڑا ہے (زیادہ سے زیادہ 512 KB)
vi: Nội dung SVG quá lớn (tối đa 512 KB)
zh_hans: SVG 内容过大（上限 512 KB）
zh_hant: SVG 內容過大（上限為 512 KB）

source: SVG custom color
ar: SVG لون مخصص
ca: SVG color personalitzat
cs: SVG vlastní barva
da: SVG brugerdefineret farve
de: Eigene SVG-Farbe
el: SVG προσαρμοσμένο χρώμα
es: Color personalizado de SVG
fa: رنگ سفارشی SVG
fi: SVG mukautettu väri
fr: Couleur personnalisée du SVG
he: SVG צבע מותאם אישית
hr: SVG prilagođena boja
hu: SVG egyéni szín
id: SVG warna khusus
it: Colore personalizzato SVG
ja: SVG カスタムカラー
ko: SVG 맞춤 색상
ms: SVG warna tersuai
nl: SVG aangepaste kleur
no: SVG egendefinert farge
pl: SVG kolor niestandardowy
pt_br: Cor personalizada do SVG
pt_pt: SVG cor personalizada
ro: SVG culoare personalizată
ru: Свой цвет SVG
sk: SVG vlastná farba
sl: SVG barva po meri
sv: SVG anpassad färg
th: SVG สีที่กำหนดเอง
tr: SVG özel rengi
uk: Власний колір SVG
ur: SVG حسب ضرورت رنگ
vi: SVG màu tùy chỉnh
zh_hans: SVG 自定义颜色
zh_hant: SVG 自訂顏色

source: SVG paste
ar: SVG لصق
ca: SVG enganxa
cs: SVG vložit
da: SVG indsæt
de: SVG einsetzen
el: Επικόλληση SVG
es: Pegar SVG
fa: جای‌گذاری SVG
fi: SVG liitä
fr: Collage de SVG
he: SVG הדבק
hr: SVG zalijepi
hu: SVG illessze be
id: SVG tempel
it: Incolla SVG
ja: SVG ペースト
ko: SVG 붙여넣기
ms: SVG tampal
nl: SVG plakken
no: SVG lim inn
pl: SVG wklej
pt_br: Colar SVG
pt_pt: SVG colar
ro: SVG lipiți
ru: Вставка SVG
sk: SVG prilepiť
sl: SVG prilepi
sv: SVG klistra in
th: SVG วาง
tr: SVG yapıştırma
uk: Вставлення SVG
ur: SVG پیسٹ کریں۔
vi: dán SVG
zh_hans: SVG 粘贴
zh_hant: 貼上 SVG

source: SVG Presets
ar: SVG الإعدادات المسبقة
ca: Predefinits SVG
cs: SVG Předvolby
da: SVG Forudindstillinger
de: SVG-Vorgaben
el: SVG Προεπιλογές
es: SVG predefinidos
fa: پیش‌تنظیم‌های SVG
fi: SVG Esiasetukset
fr: Préréglages SVG
he: SVG הגדרות קבועות מראש
hr: SVG Unaprijed postavljene postavke
hu: SVG Előbeállítások
id: SVG Prasetel
it: Preset SVG
ja: SVG プリセット
ko: SVG 사전 설정
ms: SVG Pratetap
nl: SVG Voorinstellingen
no: SVG Forhåndsinnstillinger
pl: SVG Ustawienia wstępne
pt_br: Predefinições de SVG
pt_pt: SVG Predefinições
ro: SVG Presetari
ru: Пресеты SVG
sk: SVG Predvoľby
sl: SVG Prednastavitve
sv: SVG Förinställningar
th: SVG ค่าที่ตั้งไว้ล่วงหน้า
tr: SVG Hazır Ayarları
uk: Пресети SVG
ur: SVG پیش سیٹ
vi: SVG Giá trị đặt trước
zh_hans: SVG 预设
zh_hant: SVG 預設

source: SVGs
ar: SVGث
el: SVGδ
fa: SVGها
fr: SVG
he: SVGש'
id: SVGdtk
it: SVG
ja: SVG
ko: SVG
ru: SVG
th: SVGวิ
tr: SVG'ler
uk: SVG
ur: SVG سیکنڈ
vi: SVG giây
zh_hans: SVG
zh_hant: SVG

source: SVGs are sanitized — script and event handlers are stripped before rendering.
ar: تم تحسين SVG — تتم إزالة معالجات البرامج النصية والأحداث قبل العرض.
ca: SVGs estan desinfectats: els gestors d'scripts i d'esdeveniments s'eliminen abans de representar-los.
cs: SVGs jsou dezinfikovány – skripty a obslužné rutiny událostí jsou před vykreslením odstraněny.
da: SVGs er renset – script- og hændelseshandlere fjernes før gengivelse.
de: SVGs werden bereinigt – Skripte und Event-Handler werden vor dem Rendern entfernt.
el: Τα SVGαπολυμαίνονται — οι χειριστές σεναρίων και συμβάντων απογυμνώνονται πριν από την απόδοση.
es: Los SVG se limpian: los scripts y los controladores de eventos se eliminan antes de renderizarlos.
fa: SVGها پاکسازی می‌شوند - اسکریپت‌ها و کنترل‌کننده‌های رویداد قبل از رندر کردن حذف می‌شوند.
fi: SVGs on puhdistettu – komentosarjat ja tapahtumakäsittelijät poistetaan ennen renderöimistä.
fr: Les SVG sont nettoyés : les scripts et gestionnaires d'événements sont supprimés avant le rendu.
he: SVGים עוברים חיטוי - מטפלים בסקריפט ואירועים מופשטים לפני העיבוד.
hr: SVGs su sanirani — skripta i rukovatelji događajima uklanjaju se prije iscrtavanja.
hu: A SVGek megtisztításra kerülnek – a szkript- és eseménykezelők törlődnek a megjelenítés előtt.
id: SVG telah dibersihkan — skrip dan pengendali kejadian dihapus sebelum dirender.
it: Gli SVG vengono ripuliti: script e gestori di eventi vengono rimossi prima del rendering.
ja: SVG は無害化されます。スクリプトやイベントハンドラはレンダリング前に取り除かれます。
ko: SVG는 안전하게 정리됩니다. 렌더링 전에 스크립트와 이벤트 핸들러가 제거됩니다.
ms: SVGs telah dibersihkan — skrip dan pengendali acara dilucutkan sebelum dipaparkan.
nl: SVGs worden opgeschoond: script- en gebeurtenishandlers worden verwijderd voordat ze worden weergegeven.
no: SVGs er renset – skript- og hendelsesbehandlere fjernes før gjengivelse.
pl: SVGs są czyszczone — skrypty i procedury obsługi zdarzeń są usuwane przed renderowaniem.
pt_br: SVGs são higienizados – scripts e manipuladores de eventos são removidos antes da renderização.
pt_pt: SVGs são higienizados – scripts e manipuladores de eventos são removidos antes da renderização.
ro: SVG-urile sunt dezinfectate — scripturile și gestionarea evenimentelor sunt eliminate înainte de randare.
ru: SVG очищаются — скрипты и обработчики событий удаляются перед отрисовкой.
sk: SVGsú dezinfikované – skripty a obslužné nástroje udalostí sú pred vykreslením odstránené.
sl: SVG so razčiščeni — skript in obdelovalci dogodkov so odstranjeni pred upodabljanjem.
sv: SVGs är sanerade – skript- och händelsehanterare tas bort innan de renderas.
th: SVG ถูกสุขอนามัย — สคริปต์และตัวจัดการเหตุการณ์จะถูกถอดออกก่อนที่จะเรนเดอร์
tr: SVG'ler temizlenir — oluşturmadan önce betikler ve olay işleyicileri kaldırılır.
uk: SVG очищуються — скрипти й обробники подій вилучаються перед рендерингом.
ur: SVG کو صاف کیا جاتا ہے — رینڈرنگ سے پہلے اسکرپٹ اور ایونٹ ہینڈلرز کو ہٹا دیا جاتا ہے۔
vi: SVG đã được dọn dẹp — các trình xử lý tập lệnh và sự kiện sẽ bị loại bỏ trước khi hiển thị.
zh_hans: SVG 会经过清理——渲染前会移除脚本和事件处理程序。
zh_hant: SVG 會經過清理——轉譯前會移除指令碼和事件處理常式。

source: SVGs render with a configurable color override and scale crisply at any export resolution.
ar: يتم عرض SVG مع تجاوز اللون القابل للتكوين والقياس بشكل واضح بأي دقة تصدير.
ca: SVGs renderitza amb una substitució de color configurable i una escala nítida amb qualsevol resolució d'exportació.
cs: SVG se vykresluje s konfigurovatelným přepsáním barev a ostře měřítko při jakémkoli rozlišení exportu.
da: SVGs gengives med en konfigurerbar farvetilsidesættelse og skalerer skarpt ved enhver eksportopløsning.
de: SVGs lassen sich mit einer eigenen Farbe darstellen und bleiben bei jeder Exportauflösung scharf.
el: Η απόδοση του SVG με παράκαμψη χρώματος με δυνατότητα διαμόρφωσης και ευκρινή κλίμακα σε οποιαδήποτε ανάλυση εξαγωγής.
es: Los SVG se renderizan con un color personalizado opcional y escalan con nitidez a cualquier resolución de exportación.
fa: SVGها با امکان تعیین رنگ دلخواه رندر می‌شوند و در هر وضوح خروجی واضح می‌مانند.
fi: SVG renderöi konfiguroitavan värin ohituksen ja skaalaa terävästi millä tahansa vientitarkkuudella.
fr: Les SVG sont rendus avec une couleur de remplacement configurable et restent nets à toutes les résolutions d'exportation.
he: עיבוד SVG עם שינוי צבע שניתן להגדרה וקנה מידה חד בכל רזולוציית ייצוא.
hr: SVGs renderiranje s podesivim nadjačavanjem boja i oštrim skaliranjem u bilo kojoj razlučivosti izvoza.
hu: A SVG konfigurálható színfelülbírálással és élesen skálázható rendereléssel bármilyen exportálási felbontás mellett.
id: SVG dirender dengan penggantian warna yang dapat dikonfigurasi dan diskalakan dengan tajam pada resolusi ekspor apa pun.
it: Gli SVG vengono resi con un colore sostitutivo configurabile e restano nitidi a qualsiasi risoluzione di esportazione.
ja: SVG は色を上書き設定してレンダリングでき、どの書き出し解像度でも鮮明に拡大/縮小されます。
ko: SVG는 색상 재정의를 설정해 렌더링할 수 있으며, 어떤 내보내기 해상도에서도 선명하게 확대됩니다.
ms: Paparan SVG dengan penggantian warna yang boleh dikonfigurasikan dan skala dengan jelas pada sebarang resolusi eksport.
nl: SVGs worden weergegeven met een configureerbare kleuroverschrijving en scherp geschaald bij elke exportresolutie.
no: SVGs gjengis med en konfigurerbar fargeoverstyring og skaleres skarpt til enhver eksportoppløsning.
pl: SVGrenderuje z konfigurowalnym nadpisywaniem kolorów i wyraźnym skalowaniem w dowolnej rozdzielczości eksportu.
pt_br: SVGs são renderizados com uma substituição de cores configurável e dimensionados de forma nítida em qualquer resolução de exportação.
pt_pt: SVGs são renderizados com uma substituição de cores configurável e dimensionados de forma nítida em qualquer resolução de exportação.
ro: SVG-urile se redau cu o modificare configurabilă a culorilor și o scalare clară la orice rezoluție de export.
ru: SVG отрисовываются с настраиваемой заменой цвета и остаются четкими при любом разрешении экспорта.
sk: SVG sa vykresľuje s konfigurovateľným prepísaním farieb a ostrou mierkou pri akomkoľvek rozlíšení exportu.
sl: SVGs upodablja z nastavljivo barvno preglasitvijo in jasnim merilom pri kateri koli izvozni ločljivosti.
sv: SVGs återges med en konfigurerbar färgöverstyrning och skala skarpt vid vilken exportupplösning som helst.
th: SVGแสดงผลด้วยการแทนที่สีที่กำหนดค่าได้และปรับขนาดได้คมชัดตามความละเอียดในการส่งออก
tr: SVG'ler yapılandırılabilir bir renk geçersiz kılmasıyla oluşturulur ve her dışa aktarma çözünürlüğünde keskin şekilde ölçeklenir.
uk: SVG рендеряться з налаштовуваним перевизначенням кольору й чітко масштабуються до будь-якої роздільності експорту.
ur: SVG کسی بھی برآمدی ریزولوشن پر قابل ترتیب رنگ اوور رائیڈ کے ساتھ رینڈر اور کرکرا پیمانے پر۔
vi: SVG kết xuất với tính năng ghi đè màu có thể định cấu hình và chia tỷ lệ rõ ràng ở bất kỳ độ phân giải xuất nào.
zh_hans: SVG 渲染时可设置颜色覆盖，并在任何导出分辨率下都能清晰缩放。
zh_hant: SVG 會以可設定的覆寫顏色轉譯，並在任何輸出解析度下都能清晰縮放。

source: Switch project
ar: مشروع التبديل
ca: Canvia de projecte
cs: Přepnout projekt
da: Skift projekt
de: Projekt wechseln
el: Εναλλαγή έργου
es: Cambiar de proyecto
fa: تغییر پروژه
fi: Vaihda projektia
fr: Changer de projet
he: החלף פרויקט
hr: Promijeni projekt
hu: Projektváltás
id: Ganti proyek
it: Cambia progetto
ja: プロジェクトを切り替え
ko: 프로젝트 전환
ms: Tukar projek
nl: Van project wisselen
no: Bytt prosjekt
pl: Zmień projekt
pt_br: Trocar projeto
pt_pt: Trocar projeto
ro: Schimbați proiectul
ru: Сменить проект
sk: Prepnúť projekt
sl: Preklopi projekt
sv: Byt projekt
th: สลับโครงการ
tr: Projeyi değiştir
uk: Змінити проєкт
ur: پروجیکٹ سوئچ کریں۔
vi: Chuyển đổi dự án
zh_hans: 切换项目
zh_hant: 切換專案

source: Switch To
ar: التبديل إلى
ca: Canvia a
cs: Přepnout na
da: Skift til
de: Wechseln zu
el: Εναλλαγή σε
es: Cambiar a
fa: رفتن به
fi: Vaihda kohteeseen
fr: Passer à
he: עבור אל
hr: Prebaci na
hu: Váltás erre
id: Beralih Ke
it: Passa a
ja: 切り替え先
ko: 전환할 언어
ms: Tukar Kepada
nl: Schakel over naar
no: Bytt til
pl: Przełącz na
pt_br: Mudar para
pt_pt: Mudar para
ro: Comutați la
ru: Переключить на
sk: Prepnúť na
sl: Preklopi na
sv: Byt till
th: สลับไปที่
tr: Geçiş Yap
uk: Перейти до
ur: پر سوئچ کریں۔
vi: Chuyển sang
zh_hans: 切换到
zh_hant: 切換至

source: Switch to Base
ar: التبديل إلى القاعدة
ca: Canvia a la base
cs: Přepnout na základnu
da: Skift til base
de: Wechseln Sie zur Basis
el: Μετάβαση στη Βάση
es: Cambiar al idioma base
fa: به پایگاه تغییر دهید
fi: Vaihda tukikohtaan
fr: Passer à la base
he: עבור לבסיס
hr: Prijeđi na bazu
hu: Váltson a bázisra
id: Beralih ke Basis
ja: ベースに切り替え
ko: 베이스로 전환
ms: Tukar ke Pangkalan
nl: Schakel over naar Basis
no: Bytt til base
pl: Przełącz na bazę
pt_br: Mudar para base
pt_pt: Mudar para base
ro: Comutați la bază
sk: Prepnúť na základňu
sl: Preklopi na bazo
sv: Byt till bas
th: สลับไปที่ฐาน
ur: بیس پر سوئچ کریں۔
vi: Chuyển sang cơ sở
zh_hans: 切换到基地
